app/controllers/users_controller.rb

  def create
    @user = User.new user_params
    if @user.save
---
INSERT INTO "users" ("name", "email", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "MyString"], ["email", "MyString"], ["created_at", 2017-03-21 15:46:16 UTC], ["updated_at", 2017-03-21 15:46:16 UTC]]